# StructuralTopReleaseFz Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StructuralTopReleaseFz Property
ParameterTypeId Class See Also
---
"Top Fz"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StructuralTopReleaseFz { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StructuralTopReleaseFz As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StructuralTopReleaseFz {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace